{
    "Profile": "Mi perfil",
    "Log Out": "Cerrar sesión",
    "Manage Account": "Gestionar Cuenta",
    "Profile Information": "Información del Perfil",
    "Update your account's profile information and email address.": "Actualiza la información del perfil y la dirección de correo electrónico de tu cuenta.",
    "Photo": "Foto",
    "SELECT NEW PHOTO": "SELECCIONAR NUEVA FOTO",
    "Update Password": "Actualizar Contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta está usando una contraseña larga y aleatoria para mantenerte seguro.",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Add additional security to your account using two factor authentication.": "Añade seguridad adicional a tu cuenta usando la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No has habilitado la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está habilitada, se te pedirá un token aleatorio seguro durante la autenticación. Puedes recuperar este token desde la aplicación de Google Authenticator de tu teléfono.",
    "ENABLE": "HABILITAR",
    "Browser Sessions": "Sesiones del Navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gestiona y cierra las sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar todas tus sesiones activas en otros navegadores y dispositivos. Algunas de tus sesiones recientes se listan a continuación; sin embargo, esta lista no puede ser exhaustiva. Si sientes que tu cuenta ha sido comprometida, también debes actualizar tu contraseña.",
    "Email": "Correo",
    "Password": "Contraseña",
    "Login": "Iniciar sesión",
    "Sign Up": "Registrarse",
    "Forgot Password": "Olvidé mi contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Reset Password": "Restablecer contraseña",
    "Send Password Reset Link": "Enviar enlace de restablecimiento de contraseña",
    "Logout": "Cerrar sesión",
    "Change Password": "Cambiar contraseña",
    "Update Profile": "Actualizar perfil",
    "Name": "Nombre",
    "Update": "Actualizar",
    "Delete": "Eliminar",
    "Cancel": "Cancelar",
    "Confirm": "Confirmar",
    "Are you sure you want to delete this item?": "¿Está seguro que desea eliminar este elemento?",
    "Delete item": "Eliminar elemento",
    "Edit": "Editar",
    "Add": "Añadir",
    "Save": "Guardar",
    "Saved successfully": "Guardado correctamente",
    "Error": "Error",
    "Please check the form for errors": "Por favor, compruebe el formulario para errores",
    "Are you sure you want to cancel?": "¿Está seguro que desea cancelar?",
    "Your profile has been updated": "Su perfil ha sido actualizado",
    "Your password has been changed": "Su contraseña ha sido cambiada",
    "Register": "Registrarse",
    "Registration successful": "Registro correcto",
    "Your password reset link has been sent to your email": "Su enlace de restablecimiento de contraseña ha sido enviado a su correo electrónico",
    "Your password reset link could not be sent to your email": "Su enlace de restablecimiento de contraseña no se pudo enviar a su correo electrónico",
    "User not found": "Usuario no encontrado",
    "Your password has been reset": "Su contraseña ha sido restablecida",
    "remeber me": "Recordarme",
    "logout": "Cerrar sesión",
    "profile": "Perfil"
    


}